import Heading from "./Heading";

const Terms = () => {
  return (
    <div className=" relative bg-[#9AE7FC] pb-8 pt-6 md:pb-10 md:pt-6" id="terms" dir="rtl">
      <div className="section text-right">
        <div className="pb-1">
          <Heading className="" asterisk={true} title="تطبق الشروط والأحكام" />
        </div>
        <ul
          className="list list-decimal text-[#002E6D] pl-7 pr-6 leading-tight
        font-almarai-regular"
        >
          <li>
            تقتصر المشاركة في المسابقة على المقيمين في دولة الإمارات العربية
            المتحدة فوق سن 18 عاماً ممن يحملون بطاقة هوية إماراتية سارية.
          </li>
          <li>
            . للمشاركة في العرض الترويجي على المشاركين شراء منتجات مزارع العين
            الطازجة من الحليب أو الزبادي أو اللبن أو العصير أو الدجاج أو البيض
            المطبوع عليها رمز الاستجابة السريعة (QR) الترويجي.
          </li>
          <li>
            يتعين على المشاركين الدخول إلى الصفحة الرئيسية في الموقع الإلكتروني
            لإدخال الاسم وعنوان البريد الإلكتروني ورقم الهاتف المتحرك والإمارة
            ورقم الهوية الإماراتية وتحميل صورة واضحة لفاتورة الشراء والتي تظهر
            التاريخ ومنتج مزارع العين.
          </li>
          <li>
            يتعين على جميع المشاركين التسجيل من خلال الربط الالكتروني وذلك عبر
            مسح رمز الاستجابة السريعة (QR) الموجود على المنتج.
          </li>
          <li>
            آخر موعد لتقديم المشاركات هو 20 سبتمبر 2023. وسوف يتم الإعلان عن
            الفائزين في 10 أكتوبر 2023 على مواقع التواصل الاجتماعي الخاصة بمزارع
            العين وسيتم الاتصال بكل فائز على حدة لتحصيل جائزته.
          </li>
          <li>
            يخضع اختيار الفائزين لتقدير إدارة مزارع العين وستكون جميع القرارات
            نهائية ومُلزمة.
          </li>
        </ul>
      </div>
    </div>
  );
}

export default Terms
